Repository: jlennox1984/freegeek-build-utils
Catalog: po/*.po
Languages: es

source: y
es: s

source: Does this test pass?
es: ¿Es exitosa esta prueba?

source: Yes/no/repeat
es: Si/no/repetir

source: Please enter 'yes', 'no', or 'repeat'
es: Favor de ingresar 'si', 'no', or 'repetir'

source: Would you like to repeat this test?
es: ¿Quiere repetir la prueba?

source: Please enter 'yes' or 'no'
es: Favor de ingresar 'si' or 'no'

source: yes
es: si

source: Show this message
es: Mostrar este mensaje

source: Turn debugging on
es: Activar debbugging

source: Enable coloration of the output
es: Habilitar coloracion del output

source: Create a menu for test selection
es: Crear un menu para la seleccion de prueba?

source: Show a list of available tests
es: Mostrar la lista de pruebas disponibles

source: Possible tests:
es: Pruebas posibles:

source: Please choose from these available tests:
es: Favor de escoger de estas pruebas disponibles:

source: Which test would you like to run?
es: ¿Cual prueba le gustaria ejecutar?

source: To see help on this program, run:
es: Para ver la ayuda en este programa, ejecutar:

source: To view its contents, you can use these commands:
es: Para ver estos contenidos, usted puede usar estos comandos:

source: To run it with colored output, use these commands:
es: Para ejecutar esto con color output, use estos comandos:

source: The following tests failed:
es: La siguiente prueba fallo:

source: Would you like to repeat the failed tests?
es: ¿Le gustaria repetir las pruebas fallidas?

source: The basic check is finished.
es: El chequeo basico a terminado

source: NOTE: Not all things that could go wrong have been checked.
es: NOTA: No todas las cosas que puedan salir con errores han sido probadas.

source: The following is ruby code:
es: Lo siguiente es codigo ruby:

source: Test succeeded.
es: Prueba exitosa.

source: Test failed.
es: Prueba fallida.

source: Trying fallback command:
es: Pruebe comando alterno.

source: With output of:
es: Con output de:

source: The following commands:
es: Los siguientes comandos:

source: have executed with the output:
es: a sido ejecutado con el output:

source: The following command:
es: El siguiente comando:

source: has executed with the output:
es: a sido ejecutado con el output:

source: Malformed test
es: Prueba defectuosa

source: User interrupt caught. Exiting.
es: Usuario interrumpe la colecta. Saliendo.

source: No tests found for the names:
es: No pruebas encontradas para los nombres:

source: Checking status of CD ROM:
es: Comprobando el estado del CD ROM:

source: The output should contain reference to a CD ROM and possibly a DVD ROM which should each show up as one of scd? or sg?. If not, it is likely cabled or jumpered incorrectly. NOTE: The CD ROM may not show up in BIOS. This is not a problem.
es: La output deberia contener referencia para un CD ROM y posible un DVD ROM ¿cual deberia mostrarse cada una arriva como de scd? o sg?. Si no asi, esto parece que a sido cableado o jumpered incorrectamente. NOTA: El CD ROM podriar no ser mostrado en BIOS. Esto no es un problema.

source: Checking networking:
es: Comprobando el networking:

source: Networking seems to work.
es: Al parecer el networking funciona.

source: Networking is not responding. Your network card may be broken or misconfigured.
es: No responde el networking. Tu tarjeta de network puede esta descompuesta o mal configurada.

source: This command tests communication over the network by requesting a simple message be sent back from our build server.
es: Esta comando prueba la comunicacion sobre el networking por solicitud es un simple mensaje enviado y recibido desde nuestro servidor de construccion.

source: Checking CPU info:
es: Comprobando informacion del CPU

source: cpu MHz or model number* should match what was written on the label on the case. If it does not you must stop and figure out why. * For various AMD chips, the model name will differ from the MHz. The model number (e.g. "1800+") will be the rating off of which you should determine the system's inclusion into a given spec, and should therefore also be the number written on the case tag. Ask somebody what this means if these instructions are not clear. Make sure that this info fits within the specifications of the box that you are building. It is expected that the bogomips rating is close to twice the cpu MHz rating, so we are sure that the cpu is not damaged. If the bogomips rating is low, call over your friendly build instructor.
es: cpu MHz o numero de modelo* deberian ser iguales a los que estan escritos en la etiqueta del armazon. Si esto no asi usted necesita averiguar el porque. *Para varios AMD chips, el nombre del modelo puede diferir del MHz. El numero de modelo (e.g. "1800+") puede ser fuera del rango con el cual tu deberias determinar los sistemas incluso en un dado de las spec, y por lo tanto deberia ser el numero escrito en la etiqueta del armazon. Pregunta a alguien si es que las intrucciones no son claras. Asegurate que esto esta dentro de las especificaciones de el sistemea que estas armando. Se expecula que el rango de los bogomips es cercano al doble del rango de MHz del cpu, para estar seguros que el cpu no esta dañado. Si el rango de los bogomips es bajo, llame a un amigable instructor de construccion.

source: Checking sound:
es: Comprobando el sonido:

source: A sound is about to play. Please make sure the speakers are plugged in and on, with the volume set to ~50%.
es: Un sonido va a ser reproducido. Favor de asegurarse que las bocinas estan conectadas y encendidas, con el volumen ajustado al ~50%.

source: A sound should have played just now at an audible level without distortion. If a sound did not play, the speakers may be plugged into the wrong port or may not be turned on. If error messages were displayed, the sound card may not be physically installed, properly configured or it may be bad hardware. If the sound was too quiet, try using the 'alsamixer' command to adjust the volume levels, setting "Master" and "PCM" to ~90 each. If the sound is distorted, turn down the volume in both 'alsamixer' and on the speakers, or decide that the speakers are bad.
es: Un sonido debe ser reproducido ahora mismo con un nivel auditivo sin distorcion. Si el sonido no fue reproducido, las bocinas pueden estar conectadas dentro del puerto equivocado o pueden no estar encendidad. Si un mensaje de error a sido mostrado, la tarjeta de sonido puede no estar fisicamente instalada, correctamente configurada o puede esta dañado el hardware. Si el sonido fue muy bajo, prueba usando el comando 'alsamixer' para ajustar el nivel del volumen, ajustar"Master" and "PCM" a ~90 cada uno. Si el sonido esta distorcionado, baja el volumen en ambos 'alsamixer' y encendidas las bocinas, o decide si las bocinas estan dañadas.

source: Checking for incompatible video cards:
es: Comprobando imcopatibilidad de las tarjetas de video:

source: If the result comes up with a BAD video card, it is a video card that is poorly supported on recent versions of Ubuntu.
es: Si el resulta viene con una tarjeta de video MALA, esto es a que la tarjeta de video es precariamente soportada en las versiones recientes de Ubuntu.

source: Checking amount of memory:
es: Comprobando el monto de memoria:

source: The value should be close to the number of megabytes of memory you have installed in this system. It will typically be a bit smaller (e.g. 502 for a 512 megabyte system).
es: El valor debe estar cercano al numero de megabytes de la memoria que a sido instalada en el sistema. Esto tipicamente debe ser un un poco menos (e.j. 502 para un sistema de 512 megabytes).

source: Checking video resolution:
es: Comprobando resolucion de video:

source: This is the number of pixels displayed on the screen. For usability purposes, this should be set to 1024x768 or larger (i.e., 1280x1024). If it is smaller than this, your video display is probably misconfigured. Read through the instructions at: http://wiki.freegeek.org/index.php/Build_tips under the "Video" section to fix this. If the resolution is larger, it is ok as long as you can read it.
es: Esto muestra el numero de pixeles en la pantalla. Para objetivos de utilidad, esto debe ser ajustado a 1024x768 o mayor (e.j.,1280x1024). Si esto esta por debajo, tu resolucion de video esta probablemente mal configurada. Leer por las instrucciones en: http://wiki.freegeek.org/index.php/Build tips en la seccion "Video" para arreglar esto. Si la resolucion es mayor, esto esta bien mientras usted pueda leer esto.
